Repository: common-repository/agreeme-checkboxes-for-woocommerce
Catalog: languages/agreeme-checkbox-for-woocommerce-*.po
Languages: es_es

source: Yes
es_es: Sí

source: Settings
es_es: Configurar

source: No shipping class
es_es: Ninguna clase de envío

source: Guest
es_es: Visitante

source: Checkbox name
es_es: Nombre de la casilla

source: Products
es_es: Productos

source: Locations
es_es: Localizaciones

source: Required
es_es: Se requiere el nombre

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Products Page
es_es: Página de productos

source: Cart Page
es_es: Página del carrito

source: Checkout Page
es_es: Página del carrito

source: Agreeme Checkboxes for Woocommerce database update complete. Thank you for updating to the latest version!
es_es: Agreeme Checkboxes para la actualización de la base de datos de Woocommerce completa. ¡Gracias por actualizar a la última versión!

source: Agree to
es_es: de acuerdo con

source: Agree to:
es_es: de acuerdo con

source: AgreeMe Checkboxes
es_es: Agreeme casillas de verificación

source: Action failed. Please refresh the page and retry.
es_es: Accion: Fallida. Actualice la página y vuelva a intentarlo.

source: Checkbox does not exist!
es_es: ¡La casilla de verificación no existe!

source: Checkbox have been deleted.
es_es: Casilla de verificación eliminada

source: General options
es_es: Opciones Generales

source: General Options
es_es: Opciones Generales

source: Enable
es_es: Permitir

source: Enable Switch On Off all checkboxes
es_es: Habilitar Activar Desactivar todas las casillas de verificación

source: Enable Plugin to Display the created Checkboxes at your Woocommerce pages.
es_es: Habilite el complemento para mostrar las casillas de verificación creadas en sus páginas de Woocommerce.

source: Classes for Buttons to trigger required field alerts
es_es: Clases para botones para activar alertas de campo requeridas

source: Classes for form submit to trigger required field alerts
es_es: HTML Classes for form submit to trigger required field alerts

source: Required field alert text message
es_es: Mensaje de texto de alerta de campo obligatorio

source: Add New
es_es: Agregar nueva

source: These are Checkboxes to which you want your customers to notify/check during their checkout process.
es_es: Estas son casillas de verificación a las que desea que sus clientes notifiquen/marquen durante su proceso de pago.

source: Checkbox name is required.
es_es: El nombre de la casilla de verificación es obligatorio.

source: Checkbox updated successfully.
es_es: Casilla de verificación actualizada con éxito.

source: Back to Checkboxs
es_es: Volver a casillas de verificación

source: Add a new checkbox
es_es: Agregar una nueva casilla de verificación

source: Checkbox Name
es_es: Nombre de la casilla de verificación

source: This is the name of the checkbox for your reference.
es_es: Este es el nombre de la casilla de verificación para su referencia.

source: Checkbox Label
es_es: Etiqueta de casilla de verificación

source: This is the label text of the checkbox , supports links.
es_es: Este es el texto de la etiqueta de la casilla de verificación, admite enlaces.

source: These are the Checkout Page locations where the checkbox should be shown.
es_es: Estas son las ubicaciones donde se debe mostrar la casilla de verificación.

source: If its required to be checked to proceed further
es_es: Si es necesario verificarlo para continuar

source: Required Alert Message
es_es: Mensaje de alerta requerido

source: This is the alert message if checkbox is not checked and proceed to "Add-to-Cart/Checkout"
es_es: Este es el mensaje de alerta si la casilla de verificación no está marcada y continúa con "Agregar al carrito/Pagar"

source: Limit to Products
es_es: Límite de productos

source: Search for a product&hellip;
es_es: Buscar un producto&hellip;

source: Limit display to the selected products.
es_es: Limite la visualización a los productos seleccionados.

source: Limit to Categories
es_es: Limitar a Categorías

source: Limit to these categories, add one or more categories
es_es: Limite a estas categorías, agregue una o más categorías

source: Limit to categories
es_es: Limitar a Categorías

source: Limit to Order Total
es_es: Límite al total del pedido

source: Limit to order total < > = XXX in cart and checkout pages
es_es: Límite al total del pedido < > = XXX en el carrito y las páginas de pago

source: Add Fee & Fee Label
es_es: Agregar tarifa y etiqueta de tarifa

source: Add extra fees to the cart order totals when checked, taxable with standard tax rate & corresponding Fee Text
es_es: Agregue tarifas adicionales a los totales del pedido del carrito cuando esté marcado, sujeto a impuestos con la tasa de impuestos estándar y el texto de la tarifa correspondiente

source: Display in Order Details
es_es: Mostrar en detalles del pedido

source: This is where to show the entries
es_es: Aquí es donde mostrar las entradas.

source: Order Details
es_es: Detalles del pedido

source: Order Emails
es_es: Ordenar correos electrónicos

source: Save Changes
es_es: Guardar cambios
